Repository: theclimber/Bilboplanet
Catalog: i18n/bilbo_*.po
Languages: it

source: NOTE: If you delete a post which is too recent, it will be refetched next time the update happen !!
it: NOTA: Se cancelli un post troppo recente, questo sarà riscaricato al prossimo aggiornamento !!

source: Date
it: Data

source: Title
it: Titolo

source: Status
it: Stato

source: Nb votes
it: Numero voti

source: Action
it: Azione

source: Change
it: Modifica

source: Delete
it: Cancella

source: Show items by :
it: Visualizza contributi per :

source: Your file could not be downloaded
it: Non è stato possibile scaricare il tuo file

source: Your file could not be imported
it: Non è stato possibile importare il tuo file

source: Your file doesn't have the right format :
it: Il tuo file non ha il formato corretto :

source: Congratulations! You imported an old data configuration successfully
it: Congratulazioni! Hai importato un configurazione vecchia con successo

source: File name:
it: Nome file:

source: Size:
it: Dimensione:

source: Two users have the same name, impossible to import. Please try again. Username :
it: Due utenti hanno lo stesso nome, non è possibile importarli. Riprova nuovamente. Nome utente :

source: You can not import 'flux' table without importing the 'membres' table
it: Non puoi importare la tabella 'flux' senza importare la tabella 'membres'

source: site_id should not be null for user
it: site_id non deve essere zero per l'utente

source: You can not import 'articles' table without importing the 'membres' table
it: Non puoi importare la tabella 'articles' senza importare la tabella 'membres'

source: You can not import 'articles' table without importing the 'flux' table
it: Non puoi importare la tabella 'articles' senza importare la tabella 'flux'

source: Forbidden
it: Vietato

source: Import successfully with warning :
it: Importa con successo con warning :

source: Export planet configuration
it: Esporta impostazioni planet

source: Please select the data you want to export
it: Prego selezionare i dati da esportare

source: This will export the data to a file that you'll be able to import later on another installation
it: Questo esporterà i dati in un file che potrai importare successivamente su un'altra installazione

source: Exported data
it: Dati esportati

source: User table
it: Tabella utenti

source: Site table
it: Tabella sito

source: Feed table
it: Tabella feed

source: Post table
it: Tabella post

source: Votes table
it: Tabella voti

source: Permission table
it: Tabella permessi

source: Setting table
it: Tabella impostazioni

source: Export
it: Esporta

source: Import planet configuration
it: Importa impostazioni planet

source: Please select the file you want to restore.
it: Prego selezionare il file da importare

source: TAKE CARE !
it: ATTENZIONE !

source: If you apply the content of one of this file, this action can not be cancelled
it: Se applichi il contenuto di uno di questi file, non potrai cancellare l'azione

source: This action can take several minutes. Be patient and don't cancel the process during execution
it: Questa azione potrebbe impiegare diversi minuti. Abbi pazienza e non interrompere il processo durante l'esecuzione

source: Imported data
it: Dati importati

source: Select your backup file
it: Seleziona il tuo file di backup

source: Specify the original version of your file
it: Specifica la versione originale del tuo file

source: Import
it: Importa

source: NOTE : to import a backup file, the file needs to have the *.json.gz extension !
it: NOTA : per importare un file di backup, il file deve essere con estensione *.json.gz

source: Tag posts and put them together by theme.
it: Tagga i post e uniscili per argomento.

source: Elements to display
it: Elementi da visualizzare

source: Filter by user
it: Filtra per utente

source: You shoud have selected %s
it: Devi selezionare %s

source: Sender
it: Mittente

source: Recipients
it: Destinatari

source: Message
it: Messaggio

source: Are you sure you want to send this newsletter?
it: Sei sicuro che vuoi inviare questa newsletter?

source: Yes
it: Sì

source: Select all members
it: Seleziona tutti gli utenti

source: Select recipients of the newsletter
it: Seleziona i destinatari della newsletter

source: Content
it: Contenuto

source: Complete the informations of the newsletter
it: Completa le informazioni della newsletter

source: Preview
it: Anteprima

source: Selection of the week
it: Selezione della settimana

source: Make your selection of the week
it: Fai la tua selezione della settimana

source: Pool of selectionned posts between %s and %s
it: Insieme di post selezionati tra %s e %s

source: Moderation of your post
it: Amministrazione dei tuoi post

source: Your email address
it: Il tuo indirizzo email

source: This is your own email
it: Questa è l'email di te stesso

source: Comment
it: Commento

source: Back on the Bilboplanet
it: Torna al Planet

source: About
it: Info

source: Bilboplanet was developed by
it: Bilboplanet è stato sviluppato da

source: BilboPlanet : Useful links
it: Bilboplanet : Link utili

source: Moderation interface
it: Interfaccia amministrazione

source: Moderate some posts.
it: Modera alcuni post.

source: The moderation functionnality is disabled. If you want to enable it, please go to the configuration page
it: La funzione di moderazione è disabilitata. Se vuoi abilitarla, vai alla pagina di configurazione

source: Planet Configuration
it: Configurazione Planet

source: All the log files
it: Tutti i file di log

source: Management planet log files (Advanced users).
it: Amministrazione log file del planet (utenti avanzati).

source: Purge all the log files
it: Cancella tutti i file di log

source: Access the quick summary of the planet
it: Accedi alla sintesi veloce del planet

source: Manage your profile account
it: Amministra il profilo del tuo account

source: Manage your account
it: Amministra il tuo account

source: Manage users
it: Gestione utenti

source: Manage posts
it: Gestione post

source: Manage newsletter of the planet
it: Gestione newsletter del planet

source: Configuration
it: Configurazione

source: Author configuration
it: Configurazione autore

source: Planet Author
it: Autore Planet

source: Planet configuration
it: Configurazione Planet

source: View logs information
it: Visualizza informazioni log

source: Logs Files
it: Log files

source: Import/Export Planet configuration
it: Importa/Esporta configurazione Planet

source: Import/Export
it: Importa/Esporta

source: Clear Planet cache
it: Cancella la cache del Planet

source: Clear cache
it: Cancella la cache

source: Feed fetching system configuration
it: Configurazione sistema per il download dei feed

source: Feed fetching
it: Download feed

source: Moderation
it: Moderazione

source: System
it: Sistema

source: Permissions
it: Permessi

source: The cache files were correctly deleted.
it: I file nella cache sono stati eliminati correttamente.

source: Manage cache
it: Amministra cache

source: Remove the cache files
it: Cancella i file nella cache

source: Delete cache
it: Cancella cache

source: The following files were deleted :
it: I seguenti file sono stati cancellati :

source: Latest articles :
it: Ultimi articoli :

source: User
it: Utente

source: BilboPlanet news - Official Website :
it: Bilboplanet news - Sito web ufficiale :

source: Quick summary of the planet
it: Veloce sintesi del Planet

source: Statistics :
it: Statistiche :

source: The update on loading of index page enabled
it: Aggiornamento abilitato all'accesso della pagina index

source: Current size of the database :
it: Peso attuale del database :

source: Number of articles in the DB :
it: Numero di articoli nel DB :

source: Number of votes in the DB :
it: Numero di voti nel DB :

source: Number of members in the DB :
it: Numero di utenti nel DB :

source: Number of feeds in the DB :
it: Numero di feed nel DB :

source: System information :
it: Informazioni sistema :

source: Date server :
it: Data server :

source: Operating System :
it: Sistema operativo :

source: PHP version :
it: Versione PHP :

source: MySQL version :
it: Versione MySQL :

source: Memory :
it: Memoria :

source: Your BilboPlanet version :
it: Versione Bilboplanet :

source: PHP version is %s (5.0 or earlier needed).
it: La versione PHP è %s (necessita 5.0 o superiore).

source: Multibyte string module (mbstring) is not available.
it: Il Multibyte string module (mbstring) non è disponibile.

source: Iconv module is not available.
it: Modulo Iconv non è disponibile.

source: Output control functions are not available.
it: Le funzioni di controllo output non sono disponibili.

source: SimpleXML module is not available.
it: Modulo SimpleXML non è disponibile.

source: DOM XML module is not available.
it: Modulo DOM XML non è disponibile.

source: PCRE engine does not support UTF-8 strings.
it: Il motore PCRE non supporta le stringhe UTF-8.

source: SPL module is not available.
it: Modulo SPL non è disponibile.

source: MySQL version is %s (4.1 or earlier needed).
it: La versione MySQL è %s (necessita 4.1 o successiva).

source: PostgreSQL version is %s (8.0 or earlier needed).
it: La versione PostgreSQL è %s (necessita 8.0 o successiva).

source: The Bilboplanet could not be installed.
it: Non è stato possibile installare il Bilboplanet.

source: The Bilboplanet is already installed. Please remove the tables in the database before.
it: Bilboplanet è già installato. Prego rimuovere le tabelle nel database precedente.

source: File %s does not exist.
it: Il file %s non esiste.

source: Cannot write %s file.
it: Non è stato possibile scrivere il file %s.

source: Bilboplanet Install Wizard
it: Installazione guidata Bilboplanet

source: Installation wizard of the Bilboplanet
it: Installazione guidata del Bilboplanet

source: Errors:
it: Errori:

source: The file <strong>%s</strong> already exists. If you need to reinitialize on of the configuration elements in this file, please remove the configuration file first or <a href="%s">continue the installation</a>.
it: Il file <strong>%s</strong> esiste già. Se ti è necessario reinizializzare uno degli elementi di configurazione in questo file, rimuovi il file di configurazione o <a href="%s">continua l'installazione</a>.

source: Welcome to the BilboPlanet. Before you begin, we need some informations concerning the database. You'll need to provide the following information to begin the installation and to create the configuration file.<br /><br /> 1. The host of the database.<br/> 2. The name of the database.<br/> 3. Your username to the database.<br/> 4. Your password to the database.<br/> 4. Table prefix for your database.<br/><br/>
it: Benvenuto su Bilboplanet. Prima di cominciare, abbiamo bisogno di alcune informazioni sul database. Dovrai fornire le seguenti informazioni per iniziare l'installazione e per creare il file di configurazione.<br /><br /> 1. Il host del database.<br/> 2. Il nome del database.<br/> 3. Il tuo nome utente per accedere al database.<br/> 4. La tua password per accedere al database.<br/> 4. Il prefisso delle tabelle del database.<br/><br/>

source: ex: localhost
it: es: localhost

source: Name of the database:
it: Nome del database:

source: ex: bilboplanet
it: es: bilboplanet

source: Your username depends of your provider
it: Il nome utente dipende dal tuo provider

source: Your password depends of your provider
it: La password dipende dal tuo provide

source: Required field
it: Campo richiesto

source: Database Tables Prefix:
it: Prefisso delle tabelle del database

source: bp_ is the default prefix
it: bp_ è il prefisso di default

source: Save
it: Salva

source: No configuration file
it: Nessun file di configurazione

source: There is no configuration file, you need to create one. Therefor you can use the wizard to generate a configuration file. Click "Next" to go to the setup page.
it: Non esiste nessun file di configurazione, devi crearne uno. Per farlo puoi utilizzare l'installazione guidata . Clicca "Avanti" per andare alla pagina delle impostazioni.

source: Next
it: Avanti

source: The Bilboplanet is already installed.
it: Bilboplanet è già installato.

source: The Bilboplanet can not be installed
it: Non è stato possibile installare Bilboplanet

source: Unable to read %s file.
it: Impossibile leggere il file %s.

source: Please fill the user email in.
it: Prego inserire l'email utente.

source: Please fill the username in.
it: Prego inserire il nome utente.

source: Please do not use special chars in user_id field. Allowed chars are only a-z, A-Z and 0-9
it: Prego non usare caratteri speciali nel campo dello user_id. I caratteri permessi sono soltanto a-z, A-Z e 0-9

source: The username has to be formed of minimum 2 characters with letters of numbers
it: Il nome utente deve essere composto dal almeno 2 caratteri di lettere o numeri

source: Invalid email address
it: Indirizzo email non valido

source: The passwords don't match
it: La password non corrisponde

source: The password have to contain minimum 6 characters.
it: La password deve contenere almeno 6 caratteri.

source: Installation of the Bilboplanet
it: Installazione di Bilboplanet

source: The configuration file was successfully created.
it: Il file di configurazione è stato creato con successo.

source: Information on the BilboPlanet
it: Informazioni su Bilboplanet

source: Thank you for taking somes minutes to answer those questions to help to the configuration of the bilboplanet.
it: Grazie per spendere qualche minuto per rispondere alle domande per la configurazione del Bilboplanet.

source: Fields marked with an asterisk are obligatory
it: I campi con l'asterisco sono obbligatori

source: Information of the user
it: Informazioni sull'utente

source: Enter your fullname or the name you want to be displayed
it: Inserisci il nome completo o il nome che vuoi che venga visualizzato

source: Enter your email address
it: Inserisci il tuo indirizzo email

source: Website of the user
it: Sito web dell'utente

source: Entre address of your website or blog (optional)
it: Inserisci l'indirizzo del sito web o del tuo blog (opzionale)

source: Information on the Planet
it: Informazioni sul Planet

source: Title of the Planet
it: Titolo del Planet

source: Fill the title of your planet
it: Inserisci il titolo del tuo planet

source: Description
it: Descrizione

source: Give a description of your planet
it: Dai una descrizione del tuo planet

source: Planet Language
it: Lingua del planet

source: Choose your langage
it: Scegli la tua lingua

source: Administration username and password
it: Amministrazione nome utente e password

source: Enter your username
it: Inserisci il tuo nome utente

source: Enter your password
it: Inserisci la tua password

source: Confirm your password
it: Conferma la tua password

source: Re-enter your password for verification
it: Re-inserisci la password per verifica

source: Install succeeded
it: Installazione eseguita con successo

source: The Bilboplanet was successfully installed. Here you can find a resume of the configuration
it: Il Bilboplanet è stato installato con successo. Qui puoi trovare un riassunto della configurazione

source: Your account
it: Il tuo account

source: Your Bilboplanet
it: Il tuo Bilboplanet

source: URL of the BilboPlanet:
it: URL del Bilboplanet:

source: Go to the administration interface
it: Vai all'interfaccia di amministrazione

source: The user %s already own the website %s
it: L'utente %s è già proprietario del sito web %s

source: The website %s owns to user %s
it: Il sito web %s appartiene all'utente %s

source: Website %s successfully added to user %s
it: Sito web %s aggiunto con successo all'utente %s

source: The website %s is owned by user %s
it: Il sito web %s è in possesso dell'utente %s

source: Website %s successfully updated
it: Sito web %s aggiornato con successo

source: Site status toggled
it: Stato del sito attivato

source: Are you sure you want to remove site %s ?
it: Sei sicuro di voler rimuovere il sito %s ?

source: This action can not be canceled
it: Questa azione non può essere annullata

source: All the posts comming from this site will be removed
it: Tutti i post che arrivano da questo sito verranno rimossi

source: All the feeds of this site will be removed
it: Tutti i feed di questo sito verranno rimossi

source: Confirm
it: Conferma

source: Delete of site %s succeeded
it: Cancellazione del sito %s eseguita con successo

source: Dear %s,
it: Gentili %s,

source: Dear user,
it: Gentile utente,

source: Regards,
it: Saluti,

source: Mail could not be send
it: Non è stato possibile inviare la mail

source: User %s successfully added
it: Utente %s aggiunto con successo

source: User Informations
it: Informazioni utente

source: Refuse
it: Rifiuta

source: Accept
it: Accetta

source: This user already owns the feed %s
it: Questo utente possiede già il feed %s

source: The feed %s is owned by site %s
it: Il feed %s è di proprietà del sito %s

source: They are already multiple use of feed %s
it: Ci sono già utilizzi multipli del feed %s

source: Feed %s was successfully added
it: Il feed %s è stato aggiunto con successo

source: Please select the user to you want to add the feed
it: Prego selezionare l'utente al quale vuoi aggiungere il feed

source: Please select the site to you wand to add the feed
it: Prego selezionare il sito al quale vuoi aggiungere il feed

source: The feed %s is already used by user %s
it: Il feed %s è già in uso dall'utente %s

source: Feed %s successfully updated
it: Il feed %s è stato aggiunto con successo

source: Feed status toggled
it: Stato feed attivato

source: Feed trust changed
it: Fiducia feed modificata

source: Are you sure you want to remove feed %s ?
it: Sei sicuro di voler rimuovere il feed %s ?

source: Delete of feed %s succeeded
it: Cancellazione del feed %s eseguita con successo

source: The tag you want to remove doesn't exist on this feed
it: Il tag che vuoi rimuovere non esiste in questo feed

source: Tags added :
it: Tag aggiunti :

source: Nothing to do
it: Niente da fare

source: Website(s) user Informations
it: Informazioni utente del(i) sito(i) web

source: Disable feed
it: Disabilita feed

source: Enable feed
it: Abilita feed

source: Untrust this feed
it: Non fidarsi di questo feed

source: Trust this feed
it: Fidati di questo feed

source: Disable comments on this feed
it: Disabilita i commenti in questo feed

source: Allow comments on this feed
it: Abilita i commenti in questo feed

source: Feed name :
it: Nome feed :

source: Site URL :
it: URL sito :

source: Unable to write %s file.
it: Impossibile scrivere il file %s

source: Please check you /admin/cache directory permissions
it: Prego controllare i permessi della directory /admin/cache

source: A snapshot of your current database was successfully created. Please download the following file and put it in some safe place.
it: Lo snapshot del tuo database attuale è stato creato con successo. Prego scaricare il seguente file e salvarlo in un posto sicuro.

source: Please select at least one table to export
it: Prego selezionare almeno una tabella da esportare

source: Impossible to change your own role
it: Impossibile modificare il ruolo di te stesso

source: User %s is now know as %s
it: L'utente %s ora è conosciuto come %s

source: There was a problem during toggling user role
it: Si è verificato un problema durante l'attivazione del ruolo utente

source: User %s has new permissions : %s
it: Utente %s ha nuovo permessi : %s

source: Role
it: Ruolo

source: Normal user
it: Utente normale

source: Super user
it: Super utente

source: The title can not be empty
it: Il titolo non può essere vuoto

source: Only numeric value are allowed for number of posts by page
it: Sono permessi soltanto valori numerici come numero di post per pagina

source: Subscription page content can not be empty
it: Il contenuto della pagina di iscrizione non può essere vuoto

source: Impossible to reach statusnet server : the service could not be activated
it: Impossibile raggiungere il server statusnet : il servizio non può essere attivato

source: Option
it: Opzione

source: Value
it: Valore

source: Description of the Planet
it: Descrizione del Planet

source: Graphical theme
it: Tema grafico

source: Language of the Planet
it: Lingua del Planet

source: Information message (optional)
it: Messaggio d'informazione (opzionale)

source: Reserved tags
it: Tag riservati

source: comma separated tags (i.e : pl-agenda, pl-selected)
it: Tag separati da virgole (es : pl-agenda, pl-selected)

source: Show the contact page
it: Visualizza la pagina di contatto

source: Enable voting
it: Abilita il voto

source: Votes system
it: Sistema voto

source: yes-no
it: sì-no

source: Positive and Negative
it: Positivo e Negativo

source: yes-warn
it: sì-avvisa

source: Positive and Warning
it: Positivo e Warning

source: Option of moderation
it: Opzione di moderazione

source: This will allow some post to accept some comments
it: Questo abiliterà alcuni post ad accettare alcuni commenti

source: Enable avatar
it: Abilita avatar

source: Work with
it: Lavora con

source: Maintenance mode
it: Modalità di manutenzione

source: Log level
it: Livello log

source: Number of posts by page
it: Numero di post per pagina

source: Analytics engine
it: Motore di analisi

source: Google-Analytics
it: Analisi Google

source: Disabled
it: Disabilitato

source: Google Analytics id
it: ID Analisi Google

source: Piwik site URL
it: URL sito Piwik

source: Piwik site id
it: ID sito Piwik

source: Enable Internal links
it: Abilita link interni

source: (ex: http://identi.ca)
it: (es: http://identi.ca)

source: Planet statusnet username
it: Nome utente Planet statusnet

source: Planet statusnet password
it: Password Planet statusnet

source: Statusnet messages format
it: Formato Planet statusnet

source: (ex: "[Site name] %(author)s %(title)s" where "%(author)s" is the author of the post and "%(title)s is the title")
it: (es: "[Nome sito] %(autore)i %(titolo)i" dove "%(autore)i" è l'autore del post e "%(titolo)i è il titolo")

source: Statusnet activate automatic post
it: Attiva post automatico statusnet

source: Enable subscription
it: Abilita iscrizione

source: Subscription page content
it: Contenuto pagina di iscrizione

source: Enabled
it: Abilitato

source: Allow post comments
it: Abilita i commenti nei post

source: Planet Analytics Engine
it: Motore Planet Analytics

source: Piwik URL (don't forget the "/" at the end)
it: Piwik URL (non dimenticare il "/" alla fine)

source: Piwik Site ID
it: ID sito Piwik

source: Planet statusnet host (ex: http://identi.ca)
it: Host Planet statusnet (es: http://identi.ca)

source: The tag you want to remove doesn't exist on this post
it: Il tag che vuoi rimuovere non esiste in questo post

source: %s last posts :
it: %s ultimi post :

source: The post is already accepted
it: Questo post è già stato accettato

source: Post successfully updated
it: Post aggiornato con successo

source: The post is already refused
it: Questo post è già stato rifiutato

source: Post successfully refused
it: Post rifiutato con successo

source: We took the decision to moderate the following post :
it: Abbiamo deciso di moderare il post seguente :

source: The reasons of this moderation are :
it: Le cause della moderazione sono :

source: Thank you for your contribution on the %s
it: Grazie per la tua contribuzione sul %s

source: Sincerely yours
it: Cordiali saluti

source: Author
it: Autore

source: The email address %s is already in use by %s
it: L'indirizzo email &s è già in uso da %s

source: User %s successfully updated
it: Utente %s aggiornato con successo

source: User status toggled
it: Stato utente attivato

source: You are not allowed to remove a super user
it: Non sei abilitato a rimuovere un super utente
