Repository: theclimber/Bilboplanet
Catalog: i18n/bilbo_*.po
Languages: it

source: Are you sure you want to remove user %s ?
it: Sei sicuro di voler rimuovere l'utente %s ?

source: All the posts of the user will be removed
it: Tutti i post di questo utente verranno rimossi

source: All the votes on these posts will be removed
it: Tutti i voti di questi post verranno rimossi

source: All the feeds of this user will be removed
it: Tutti i feed di questo utente verranno rimossi

source: Delete of user %s succeeded
it: Cancellazione dell'utente %s eseguita con successo

source: Disable user
it: Disabilita utente

source: Enable user
it: Abilita utente

source: Planet author
it: Autore Planet

source: Add a new website
it: Aggiungi un nuovo sito web

source: Every day
it: Ogni giorno

source: Every week
it: Ogni settimana

source: Every month
it: Ogni mese
