Repository: theclimber/Bilboplanet
Catalog: i18n/bilbo_*.po
Languages: it

source: Before to subscribe, do not hesitate to test your RSS/Atom feeds to be sure they'll be well interpretated by the planet aggregator engine which is using the <a href='http://simplepie.org/' title='Simple Pie' rel='noffolow'>Simple Pie</a> library (distributed under the LGPL licecne). Check also if your feeds are perfectly valid on <a href='http://feedvalidator.org/check.cgi' target='_blank'>Feedvalidator</a> and correct them if needed. Otherwise you could have some problems using them.
it: Prima di iscriverti, non esitare a testare il tuo feed Atom/RSS per essere sicuro che vengano interpretati dal mototre di aggregazione del planet, che utilizza <a href='http://simplepie.org/' title='Simple Pie' rel='noffolow'>Simple Pie</a> (distribuito sotto licenza GPL). Controlla inoltre che i tuoi feed siano perfettamente validati su <a href='http://feedvalidator.org/check.cgi' target='_blank'>Feedvalidator</a> e correggili se necessario. Altrimenti potresti avere alcuni problemi se li utilizzi.

source: Back to top
it: Torna in cima

source: Quick news
it: Titoli news

source: Contact email
it: Contatto email

source: Searching with :
it: Sto cercando con :

source: Contact us
it: Contattaci

source: You can test the simplepie engine on the following page :
it: Puoi testare il motore simplepie sulla seguente pagina :

source: Read the article
it: Leggi l'articolo

source: No comments yet
it: Non ci sono ancora commenti

source: Previous page
it: Pagina precedente

source: Fast access to the last posts of the page
it: Accesso veloce agli ultimi post della pagina

source: Visit the website
it: Visita il sito web

source: See members posts
it: Vedi i post degli utenti

source: Show user's posts
it: Visualizza i post dell'utente

source: Parametrized feed
it: Feed parametrato

source: You can search to find other articles.
it: Puoi fare una ricerca per trovare altri articoli

source: Posts of the month
it: Articoli del mese

source: Add your blog
it: Aggiungi il tuo blog

source: Registration
it: Registrazione

source: User's website
it: Sito web dell'utente

source: Statistics
it: Statistiche

source: Name or nickname
it: Nome o nickname

source: Posts of the week
it: Articoli della settimana

source: Number of feeds :
it: Numero di feed :

source: Send
it: Invia

source: Archives
it: Archivi

source: Test your feeds
it: Prova i tuoi feed

source: Username
it: Nome utente

source: List of the most active members
it: Lista dei membri più attivi

source: Visit source
it: Visita sorgente

source: Welcome
it: Benvenuto

source: No posts found
it: Nessun contributo trovato

source: Total of votes
it: Totale voti

source: Add tag
it: Aggiungi tag

source: Members
it: Feed

source: If you need to contact the administration team for any reason (change of your feed URL, suggestion ...), you can do it by <a href='contact.php'>clicking here</a>.
it: Se dovessi avere bisogni di contattare lo staff degli amministratori per qualsiasi motivo (cambio feed, consigli ...) puoi farlo <a href='contact.php'>clickando qui</a>.

source: Page :
it: Pagina :

source: Allow comments
it: Permetti commenti

source: Main statistics
it: Statistiche principali

source: Filter posts
it: Filtra articoli

source: Comma separated tags (ex: linux,web,event)
it: Tag separati da virgole (es: linux,web,evento)

source: Posts of the day
it: Articolo del giorno

source: Contribute
it: Contribuisci

source: Feed with all the posts
it: Feed con tutti gli articoli

source: List of the best ranked members
it: Lista degli utenti più valutati

source: Name / Nickname :
it: Nome / Nickname :

source: Administration
it: Amministrazione

source: Tagged with :
it: Taggati con :

source: Feed URL (this can be a tag or category specific feed feed too)
it: URL del feed (questo può essere anche un tag o un feed specifico per categoria)

source: To add or remove your website from the planet, just fill this form in :
it: Per aggiungere o rimuovere il tuo sito web dal planet, compila il form su :

source: Website
it: Sito web

source: Tags
it: Tag

source: Here you'll find some help concerning the syntax :
it: Qui puoi trovare aiuto in merito alla sintassi :

source: Unsubscribe
it: Cancellati

source: Search
it: Cerca

source: Website URL
it: URL sito web

source: Publish
it: Pubblica

source: Subscribe your blog to the planet
it: Iscrivi il tuo blog al planet

source: Popular posts feed
it: Feed articoli più popolari

source: You can contact the administration team with the form below:
it: Puoi contattare lo staff degli amministratori con il seguente form:

source: You are searching for all the posts with :
it: Stai cercando tutti i post con :

source: Connect
it: Connetti

source: Close
it: Chiudi

source: Next page
it: Pagina successiva

source: Subscribe / Unsubscribe
it: Iscriviti / Cancellati

source: Written by :
it: Scritto da :

source: Name
it: Nome

source: Number of votes :
it: Numero di voti :

source: Back to summary
it: Torna all'indice

source: Qtity of posts
it: Qtity degli articoli

source: Number of members :
it: Numero di utenti :

source: Please fill in the captcha
it: Prego inserire il captcha

source: In popular tags
it: Tag popolari

source: Number of posts :
it: Numero di articoli :

source: Fullname
it: Nome completo

source: All the posts
it: Elenco di tutti articoli

source: Subject :
it: Oggetto :

source: Content :'
it: Contenuto :'

source: Admin interface
it: Interfaccia amministrazione

source: Subscribe
it: Iscriviti

source: Apply
it: Applica

source: I have read and accept the charter
it: Ho letto e accetto le condizioni

source: %d vote(s)
it: %d voto(i)

source: Valid CSS - Xhtml
it: CSS - Xhtml valido

source: 404 Error
it: Errore 404

source: Page not found
it: Pagina non trovata

source: The reCAPTCHA wasn't entered correctly. Go back and try it again. (reCAPTCHA said: %s)
it: Il reCAPTCHA non è stato inserito correttamente. Torna indietro e riprova. (reCAPTCHA dice: %s)

source: Name/Nickname :
it: Nome/Nick :

source: Subject :
it: Oggetto :

source: Content of the message:
it: Contenuto del messaggio :

source: Your email has been sent !
it: L'email è stata inviata !

source: Your request could not be sent for an unknown reason.<br/>Please try again.
it: La richiesta non è stata inviata per cause sconosciute.<br/>Riprova nuovamente.

source: In case of problem
it: In caso di problemi

source: If you do not recieve any confirmation from the administration team in the 5 days, do not hesitate to contact us by email at %s
it: Se non dovessi ricevere nessuna conferma dallo staff degli amministratori nei prossimi 5 giorni, non esitare a contattarci via email a %s

source: January
it: Gennaio

source: February
it: Febbraio

source: March
it: Marzo

source: April
it: Aprile

source: May
it: Maggio

source: June
it: Giugno

source: July
it: Luglio

source: August
it: Agosto

source: September
it: Settembre

source: October
it: Ottobre

source: November
it: Novembre

source: December
it: Dicembre

source: Password reset
it: Resetta password

source: Someone has requested to reset the password for the following site and username.
it: Qualcuno ha richiesto di resettare la password per la seguente pagina e nome utente.

source: To reset your password visit the following address, otherwise just ignore this email and nothing will happen.
it: Per resettare la tua password vai all'indirizzo seguente, altrimenti ignora questa mail e niente succederà.

source: The e-mail was sent successfully to %s.
it: L'email è stata inviata con successo a %s.

source: Your new password
it: La tua nuova password

source: Username:
it: Nome utente:

source: Your new password is in your mailbox.
it: La nuova password è nella tua casella si posta.

source: Passwords don't match
it: La password non è corretta

source: You didn't change your password.
it: Non hai modificato la tua password.

source: Wrong username or password
it: Nome utente o password errati

source: Back to login screen
it: Indietro al form di login

source: Request a new password
it: Richiedi una nuova password

source: recover
it: recupera

source: Change your password
it: Modifica la tua password

source: New password:
it: Nuova password:

source: Confirm password:
it: Conferma password:

source: change
it: modifica

source: I forgot my password
it: Ho dimenticato la password

source: Remember my ID on this computer
it: Ricorda il mio ID su questo computer

source: Vote for this post on <a href="%s" title="Go on the planet">%s</a>.
it: Vota questo post su <a href="%s" title="Vai sul planet">%s</a>.

source: Gravatar of %s
it: Gravatar di %s

source: Name :
it: Cognome

source: Firstname :
it: Nome

source: Website :
it: Sito Web :

source: Choice :
it: Selezione :

source: Your email has been sent
it: L'email è stata inviata

source: If you don't recieve any new from the administration team in the 5 days do not hesitate to contact us via %s with this information :
it: Se non dovessi ricevere nessuna notizia dallo staff degli amministratori nei prossimi 5 giorni, non esitare a contattarci via %s con la seguente informazione :

source: Subject
it: Oggetto

source: Choice
it: Selezione

source: Database error
it: Errore database

source: There seems to be no Session table in your database. Is Bilboplanet completly installed?
it: Sembra non esister alcuna tabella sessioni nel tuo database. Bilboplanet è stato installato correttamente?

source: Error : the statusnet account is not properly configured. The given hostname is empty.
it: Errore : l'account StatusNet non è configurato correttamente. Il hostname inserito è vuoto.

source: Reading cache
it: Leggo la cache

source: By %s, on %s at %s.
it: Di %s, il %s alle %s.

source: View post detail
it: Visualizza dettagli del post

source: Read more
it: Leggi di più

source: Vote yes
it: Vota sì

source: Vote no
it: Vota no

source: This post seems pertinent to you
it: Questo post sembra pertinente a te

source: This post seems not pertinent to you
it: Questo post non sembra pertinente a te

source: This post should not be here
it: Questo post non dovrebbe essere qui

source: Are you sure this post should not be on this planet and should be removed?
it: Sei sicuro che questo post non dovrebbe essere su questo planet e dovrebbe essere rimosso?

source: The field "%s" has to be a valid email address
it: Il campo "%s" deve contenere un indirizzo email valido

source: The field "%s" %s has to be a valid URL
it: Il campo "%s" %s deve contenere un URL valido

source: The field "%s" %s is not a valid simplepie feed
it: Il campo "%s" %s non è un feed simplepie valido

source: The fields %s does not match
it: Il campo %s non corrisponde

source: The fields %s needs to have 4 characters minimum
it: I campi %s devono essere lunghi almeno 4 caratteri

source: The field "%s" is empty
it: Il campo "%s" è vuoto

source: bytes
it: Byte

source: A registration request have been already sent with this username: %s
it: Una richiesta di registrazione è già stata inviata con il nome utente: %s

source: A registration request have been already sent with this fullname: %s
it: Una richiesta di registrazione è già stata inviata con il nome completo: %s

source: A registration request have been already sent with this email adress: %s
it: Una richiesta di registrazione è già stata inviata con questo indirizzo email: %s

source: A registration request have been already sent with this website: %s
it: Una richiesta di registrazione è già stata inviata con il sito web: %s

source: A registration request have been already sent with this Feed URL: %s
it: Una richiesta di registrazione è già stata inviata con l'indirizzo feed: %s

source: The user %s already exists
it: L'utente %s esiste già

source: The email address %s is already in use
it: L'indirizzo email %s è già in uso

source: The website %s is already assigned to the user %s
it: Il sito web %s è già assegnato all'utente %s

source: Unable to retrieve settings:
it: Non è stato possibile recuperare le impostazioni:

source: %s is not a valid setting id
it: %s non è un ID di impostazione valido

source: Empty module zip file.
it: Zip file del modulo vuoto.

source: The zip file does not appear to be a valid Bilboplanet module.
it: Il file zip non sembra essere un modulo Bilboplanet valido.

source: An error occurred during module deletion.
it: Si è verificato un errore durante la cancellazione del modulo.

source: Unable to upgrade "%s". (same version)
it: Non è stato possibile aggiornare "%s". (stessa versione)

source: Unable to read new _define.php file
it: Non è stato possibile leggere il nuovo file _define.php

source: No such module.
it: Nessun modulo trovato.

source: Cannot remove module files
it: Impossibile rimuovere i file del modulo

source: Cannot deactivate plugin.
it: Impossibile disattivare il plugin.

source: Cannot activate plugin.
it: Impossibile attivare il plugin.

source: You are not an administrator
it: Non sei un amministratore

source: No user ID given
it: Nessun ID utente inserito

source: No password given
it: Nessuna password inserita

source: User ID must contain at least 2 characters using letters, numbers or symbols.
it: L'ID utente deve contenere almeno 2 caratteri utilizzando lettere, numeri o simboli.

source: Password must contain at least 6 characters.
it: La password deve essere lunga almeno 6 caratteri.

source: Invalid user language code
it: Il codice lingua dell'utente non è valido

source: administrator
it: amministratore

source: manage their own entries and comments
it: amministrare i propri contributi e commenti

source: publish entries and comments
it: pubblicare contributi e commenti

source: delete entries and comments
it: eliminare contributi e commenti

source: manage all entries and comments
it: amministrare tutti i contributi e commenti

source: manage categories
it: amministrare categorie

source: manage their own media items
it: amministrare i propri media file

source: manage all media items
it: amministrare tutti i media file

source: That user does not exists in the database.
it: L'utente non esiste nel database.

source: That key does not exists in the database.
it: La chiave non esiste nel database.

source: Next Page
it: Pagina successiva

source: Permission denied
it: Accesso negato

source: User bad call
it: Utente indesiderato

source: Success
it: Successo

source: Error: article number incorrect !
it: Errore: il numero articolo non è corretto !

source: Error: you already vote on this post !
it: Errore: hai già votato questo post !

source: Error: refused access
it: Errore: accesso negato

source: bad call, this ajax call does not exist
it: Chiamata non riuscita, questa chiamata ajax non esiste

source: You are not allowed to see this page.
it: Non puoi accedere a questa pagina.

source: You can delete your session if you logout :
it: Puoi cancellare la tua sessione facendo il logout :

source: Update
it: Aggiorna

source: Options
it: Opzioni

source: Configuration settings Planet.
it: Opzioni impostazioni Planet.

source: Manage user permissions
it: Amministra i permessi utente

source: Check user statuses and configure their permissions
it: Controlla gli stati utente e imposta i loro permessi

source: Add a feed
it: Aggiungi feed

source: Filter feedlist
it: Filtra lista dei feed

source: Filter
it: Filtra

source: All
it: Tutti

source: Active feeds
it: Feed attivi

source: Inactive feeds
it: Feed inattivi

source: Auto disabled feeds
it: Feed automaticamente disabilitati

source: User id
it: ID utente

source: Feed status
it: Stato feed

source: Manage member's feeds. Notice that you can only add a feed to a user who has a website. So you first need to create the user and add a site to him
it: Amministra i feed utenti. Ricorda che puoi aggiungere un feed solo ad utenti che hanno un sito web. Pertanto crea prima l'utente e aggiungigli un sito web.

source: -- Choose an user --
it: -- Seleziona un utente --

source: Site id
it: ID sito

source: -- Choose an user id --
it: -- Seleziona un ID utente --

source: Choose the website of the feed
it: Seleziona il sito web del feed

source: Full feed URL
it: URL completo del feed

source: ex: http://www.bilboplanet.com/feed/atom/
it: es: http://www.bilboplanet.com/feed/atom/

source: Feed name
it: Nome feed

source: ex: gnu/Linux posts
it: es: gnu/Linux post

source: Trusted URL
it: URL fidato

source: Add
it: Aggiungi

source: Manage feeds
it: Gestione feed

source: Manage member feed.
it: Amministra feed utente.

source: ex: GNU/Linux posts
it: es: GNU/Linux posts

source: ex: http://www.bilboplanet.com/feed/
it: es: http://www.bilboplanet.com/feed/

source: Cancel
it: Cancella

source: Enable update on loading of index page: Enable
it: Abilita l'aggiornamento al caricamento della pagina principale: Abilita

source: Enable update on loading of index page: Disable
it: Abilita l'aggiornamento al caricamento della pagina principale: Disabilita

source: The automatical update is disabled
it: L'aggiornamento automatico è disabilitato

source: The update can not start : the process is already started (You can force update by deleting the /inc/cron_running.txt file)
it: L'aggiornamento non può iniziare : il processo è già iniziato (puoi forzare l'aggiornamento eliminando il file /inc/cron_running.txt)

source: The automatic update is enabled
it: L'aggiornamento automatico è abilitato

source: Manual update ...
it: Aggiornamento manuale ...

source: Error while updating : %s
it: Errore durante l'aggiornamento : %s

source: Automatic update
it: Aggiornamento automatico

source: System configuration update.
it: Aggiornamento configurazione di sistema

source: The update is running
it: Aggiornamento in corso

source: The update is stopped
it: Aggiornamento fermato

source: The update is disabled
it: Aggiornamento disabilitato

source: Stop the update algorithm
it: Ferma l'algoritmo di aggiornamento

source: Start the update algorithm
it: Inizia l'algoritmo di aggiornamento

source: Start a manual update
it: Inizia l'aggiornamento manuale

source: Enable update on loading of index page
it: Abilita l'aggiornamento al caricamento della pagina principale

source: Setup feed update
it: Imposta aggiornamento dei feed

source: How to configure the update of the feeds ?
it: Come configurare l'aggiornamento dei feed ?

source: How does it work?
it: Come funziona?

source: The update algorithm can work on several ways. The optimal solution that consumes less ressources and will give you the best results is clearly to setup a cron update manually into your server. But here you'll find a short explanation of the several methods :
it: L'algoritmo di aggiornamento può funzionare in diversi modi. La soluzione ottimale, che consuma meno risorse e da i migliori risultati, è un aggiornamento con cron da impostare manualmente sul tuo server. Qui potrai trovare una breve descrizione dei singoli metodi :

source: The first intuitive way is to use this page to update manually the feeds of your database by clicking on the 'Start a manual update' option in the menu above. This means that it will update all your feeds only once.
it: Il primo metodo intuitivo è l'aggiornamento manuale cliccando sul pulsante "Inizia l'aggiornamento manuale" nel menu sopra. Questo significa che i feed vengono aggiornati una sola volta.

source: The second solution is to click on the 'Start the update algorithm' in the form. This will enable a PHP script which will fetch your feeds. This can be done but needs some special PHP libraries on your web server that may not be installed. This solution can be used but we advise you to check sometimes if the update engine is still alive (it can be killed after a time)
it: La seconda soluzione è cliccare su "Inizia l'algoritmo dell'aggiornamento". Questo abiliterà uno script PHP che scaricherà i feed. Può essere fatto ma necessita di alcune librerie PHP speciali, che no potrebbero essere installate. La soluzione può essere utilizzata ma ti consigliamo di controllare l'aggiornamento periodicamente, perchè potrebbe essere stata 'killata'.

source: Another intuitive way to configure the update of your feeds is by enabling update on index page loading. This means that all your feeds will be updated whenever people connect to your site. This is a good manner to deal with the update but can slightly slow down your site.
it: Un altro metodo intuitivo è la configurazione degli aggiornamenti dei feed abilitandola al caricamento della pagina principale. Questo significa che tutti i tuoi feed verranno aggiornati quando qualcuno si connette alla tua pagina. E' un buon metodo per affrontare l'aggiornamento ma la pagina potrebbe rallentare molto.

source: The optimal solution as said before it to configure manually the crontab of your server to enable the update. To configure a cron manually you'll find some advice here under.
it: La soluzione ottimale è, come detto prima, la configurazione manuale del crontab del server per l'aggiornamento. Per configurare il cron manualmente puoi trovare alcuni consigli più avanti.

source: You can setup a manual crontab update by calling automatically every X time the following page :
it: Puoi impostare manualmente il crontab chiamando ogni X di tempo la seguente pagina :

source: This will automatically launch the update and log it into the log files.
it: Questo lancerà automaticamente l'aggiornamento e lo metterà nei log file.

source: Reference contact email
it: Email di contatto

source: Author Website
it: Autore sito web

source: Contact Name
it: Nome contatto

source: Modification succeeded
it: Modifica avvenuta con successo

source: Users Options
it: Opzioni utente

source: Configuring user settings.
it: Configuro impostazioni utente.

source: Other Instant Messaging
it: Altro Instant Messaging

source: About Me
it: Su di me

source: Manage account
it: Amministra account

source: You can change your profile configuration here
it: Puoi modificare le impostazioni del tuo profilo qui

source: ex: Jean Dupont
it: es: Mario Rossi

source: ex: xxx@yyy.zzz
it: es: xxx@yyy.zzz

source: New password
it: Nuova password

source: Confirm new password
it: Conferma la nuova password

source: You can leave the password field blank if you don't want to change it
it: Puoi lasciare libero il campo password se non vuoi modificarla

source: Add an user
it: Aggiungi utente

source: Filter userlist
it: Filtra lista utenti

source: Active user
it: Utente attivo

source: Inactive user
it: Utente inattivo

source: User status
it: Stato utente

source: To add a new member, fill out the form below.
it: Per aggiunger un nuovo utente, compila il form successivo.

source: ex: Frankenstein
it: es: Frankenstein

source: Minimum 4 chars
it: Minimo 4 caratteri

source: Confirm password
it: Conferma password

source: Website (Optional)
it: Sito web (opzionale)

source: ex: http://www.example.com
it: es: http://www.esempio.com

source: List of the users
it: Lista utenti

source: List of members of the Planet
it: Lista utenti del Planet

source: Site name
it: Nome sito

source: ex: Bilboplanet blog
it: es: Bilboplanet blog

source: Site URL
it: URL sito

source: ex: http://www.bilboplanet.com
it: es: http://www.bilboplanet.com

source: The post %s was removed
it: Il post %s è stato eliminato

source: The post %s was changed
it: Il post %s è stato modificato

source: Filtering of the posts
it: Filtraggio dei post

source: Filter articles
it: Filtra articoli

source: Posts of the member :
it: Post dell'utente :

source: Post status
it: Stato del post

source: inactive
it: inattivo

source: active
it: attivo

source: pending
it: in attesa

source: Number of posts
it: Numero di post

source: List of the posts
it: Elenco dei post
